Repository: kuvvetiz06/ikarusweb-clean-architecture
Catalog: IKARUSWEB.UI/Resources/Models/SharedResource.*.resx
Languages: tr

# AddOrUpdateModalTitle
source: Add / Update
tr: Ekle / Güncelle

source: Apply Filter
tr: Filtreyi Uygula

source: Beginning
tr: Başlangıç

source: Between
tr: Arasında

# btnAddName
source: Create New
tr: Yeni Kayıt

# btnCurrencyUpdate
source: Update Currencies
tr: Kurları Güncelle

# btnEditName
source: Edit
tr: Kayıt Düzelt

# btnGridExcelExport
source: Export to Excel
tr: Excel'e Aktar

# btnRedirectName
source: Go to Record
tr: Kayıda Git

# btnRemoveName
source: Delete
tr: Kayıt Sil

# btnReviewName
source: Review
tr: Gözat

source: Cancel
tr: İptal

source: Clean Filter
tr: Filtreyi Temizle

source: Confirm
tr: Onaylıyorum

source: Contains
tr: İçeren

source: Data Is Loading
tr: Veriler Yükleniyor

# DragAndDropTheColumns
source: Drag and drop the columns you want to group here
tr: Gruplamak istediğiniz sütunları bu alana sürükleyip bırakınız

source: End With
tr: İle Biten

# EnterAtLeastCharacters
source: You Must Enter At Least [charDef] Characters
tr: En Az [charDef] Karakter Girmelisiniz

source: Equal
tr: Eşit

# ErrorMessageJS
source: Operation Failed
tr: İşlem Başarısız

# FailedAddRecord
source: Failed to Add Record
tr: Kayıt Eklenemedi

# FailedAddRecords
source: Failed to Add Records
tr: Kayıtlar Eklenemedi

# FailedUpdateRecord
source: Failed to Update Record
tr: Kayıt Güncellenemedi

# FluentAddressIsRequired
source: Address Is Required
tr: Adres Gereklidir

# FluentCityIsRequired
source: City Is Required
tr: Şehir Gereklidir

# FluentCodeIsRequired
source: Code is required
tr: Kod Gereklidir

# FluentCompanyCodeMaxLength
source: Code Cannot Than Three Characters
tr: Kod Üç Karakterden Fazla Olamaz

# FluentCountryIsRequired
source: Country Is Required
tr: Ülke Gereklidir

# FluentCurrencyNotFoundTCBM
source: Enter Valid Exchange Rate Code
tr: Geçerli Kur Kodu Giriniz

# FluentCurrencyNotIncluded
source: Currency Type Should Be Included in the System
tr: Döviz Türü Sisteme Dahil Edilmelidir

# FluentDescriptionIsRequired
source: Description Is Required
tr: Açıklama Gereklidir

# FluentLanguageIDIsRequired
source: Language Is Required
tr: Dil Gereklidir

# FluentNameIsRequired
source: Name Is Required
tr: Ad Gereklidir

# FluentObjectNotFound
source: Object Not Found
tr: Nesne Bulunamadı

# FluentObjectProtected
source: Object Is Protected
tr: Nesne Korumalıdır

# FluentShortNameIsRequired
source: Short Name Is Required
tr: Kısa Ad Gereklidir

# FluentTimezoneIDIsRequired
source: Timezone Is Required
tr: Saat Dilimi Gereklidir

# FluentTypeIsRequired
source: Type Is Required
tr: Tür Gereklidir

# FollowingPage
source: On the following page
tr: Sayfanın devamında

# FromPreviousSection
source: Continuing from the previous section
tr: Sayfanın önceki kısmından devam ediyor

source: Full Name
tr: Ad Soyad

source: Greater Than
tr: Büyüktür

source: Greater Than Or Equal
tr: Büyük veya Eşittir

# GridInfoText
source: Page {0} / {1} ({2} Item)
tr: Sayfa {0} / {1} ({2} Öğe)

# InfoMessageJS
source: Info
tr: Bilgi

# jQuery_accept
source: Please enter a value with a valid extension
tr: Lütfen geçerli bir uzantıya sahip bir değer giriniz

# jQuery_creditcard
source: Please enter a valid credit card number
tr: Lütfen geçerli bir kredi kartı numarası giriniz

# jQuery_date
source: Please enter a valid date
tr: Lütfen geçerli bir tarih giriniz.

# jQuery_dateISO
source: Please enter a valid date (ISO)
tr: Lütfen geçerli bir tarih giriniz (ISO)

# jQuery_digits
source: Please enter a valid digit
tr: Lütfen geçerli bir dijit giriniz

# jQuery_email
source: Please enter a valid email
tr: Lütfen geçerli bir mail adresi giriniz

# jQuery_equalTo
source: Please enter the same value again
tr: Lütfen aynı değeri birkez daha giriniz

# jQuery_max
source: Please enter a value equal to or less than {0}
tr: Lütfen {0} değerine eşit veya {0} değerinden daha düşük bir değer giriniz

# jQuery_maxlength
source: Please do not enter more than {0} characters
tr: Lütfen {0} karakterden daha fazla değer girmeyiniz

# jQuery_min
source: Please enter a value equal to or greater than {0}
tr: Lütfen {0} değerine eşit veya {0} değerinden daha büyük bir değer giriniz

# jQuery_minlength
source: Please enter at least {0} value(s)
tr: Lütfen en az {0} değer giriniz

# jQuery_number
source: Please enter a valid number
tr: Lütfen geçerli bir sayı giriniz

# jQuery_range
source: Please enter a value between {0} and {1}
tr: Lütfen {0} ile {1} değerleri arasında bir değer giriniz

# jQuery_rangelength
source: Please enter between {0} and {1} chars
tr: Lütfen {0} ile {1} karakter uzunluğu arasında bir değer giriniz

# jQuery_remote
source: Please correct this field
tr: Lütfen bu alanı düzeltin

# jQuery_required
source: This field is required !
tr: Zorunlu alandır, lütfen doldurunuz!

# jQuery_url
source: Please enter a valid URL
tr: Lütfen geçerli bir URL giriniz

source: Last
tr: Son

source: Less Than
tr: Küçüktür

source: Less Than Or Equal
tr: Küçük veya Eşittir

# ListEmpty
source: List is Empty
tr: Liste Boş

source: Loading
tr: Yükleniyor

source: More
tr: Daha Fazla

source: more characters
tr: karakter daha girmelisiniz

# NoRecordFoundSpecifiedID
source: No Records Found with the Specified ID
tr: Belirtilen ID Ile Kayıt Bulunamadı

source: No Records Found
tr: Kayıt Bulunamadı

source: Not Contains
tr: İçermeyen

source: Not Equal
tr: Eşit Değil

source: Ok
tr: Tamam

# OnlySelectChar
source: You can only select [charDef]
tr: Sadece [charDef] seçim yapabilirsiniz

# RecordAddedSuccess
source: Record Added Successfully
tr: Kayıt Başarıyla Eklendi

source: Record Deleted
tr: Kayıt Silindi

# RecordListed
source: The record is listed.
tr: Kayıtlar Listelendi

# RecordNotViewed
source: Record Could Not Be Viewed
tr: Kayıt Görüntülenemedi

source: Records Added
tr: Kayıtlar Eklendi

source: Records Deleted
tr: Kayıtlar Silindi

# RecordsFailedUpdate
source: Records Failed to Update
tr: Kayıtlar Güncellenemedi

# RecordsNotDeleted
source: Records Could Not Be Deleted
tr: Kayıtlar Silinemedi

source: Records Updated
tr: Kayıtlar Güncellendi

source: Record Updated
tr: Kayıt Güncellendi

source: Record Viewed
tr: Kayıt Görüntülendi

# RegistrationCannotRepeated
source: Registration Information Cannot be Repeated
tr: Kayıt bilgileri tekrar edemez

source: Remove All Items
tr: Tüm öğeleri kaldır

# RemoveConfirmationMessageJS
source: Confirm The Deletion?
tr: Silme İşlemini Onaylıyor musunuz ?

source: Search
tr: Ara

source: Searching
tr: Aranıyor

source: Select
tr: Seçiniz

source: Select All
tr: Hepsini Seç

# SelectRecord
source: Please select a record
tr: Lütfen Bir Kayıt Seçiniz

source: Starts With
tr: Başlayan

# SuccessMessageJS
source: Operation Successful
tr: İşlem Başarılı

source: Title
tr: Ünvan
