Repository: kuvvetiz06/ikarusweb-clean-architecture
Catalog: IKARUSWEB.UI/Resources/Views/Shared/_LayoutSection.*.resx
Languages: tr_tr

source: Account Settings
tr_tr: Hesap Ayarları

source: Back Office
tr_tr: Arka Büro

source: Bed Types
tr_tr: Yatak Tipleri

source: Cash Register
tr_tr: Ön Kasa

source: Cash Register Cards
tr_tr: Kasa Kartları

source: Currencies
tr_tr: Döviz Kurları

# Dark
source: Dark Color
tr_tr: Koyu Renk

source: Dashboard
tr_tr: Ana Sayfa

# DepartmentDefinitions
source: Departments
tr_tr: Departmanlar

source: End Of Day And Report
tr_tr: Gün Sonu ve Raporlar

# ExpenseCodeDefinition
source: Expense Codes
tr_tr: Gider Kodları

source: Front Office
tr_tr: Ön Büro

source: Hotel Configs
tr_tr: Otel Ayarları

# HotelInfo
source: Hotel Information
tr_tr: Otel Bilgileri

source: House Keeping
tr_tr: Kat Hizmetleri

# Light
source: Light Color
tr_tr: Açık Renk

source: Nationalitys
tr_tr: Uyruklar

source: Pension Types
tr_tr: Pansiyon Tipleri

source: Quick Pos Managements
tr_tr: Hızlı Pos Yönetimi

source: Quick Search
tr_tr: Hızlı Arama

source: Reservation
tr_tr: Rezervasyon

# RevenueCodeDefinitions
source: Revenue Codes
tr_tr: Gelir Kodları

source: Room Definitions
tr_tr: Oda Tanımları

source: Room Locations
tr_tr: Oda Konumları

source: Room Types
tr_tr: Oda Tipleri

source: Room Views
tr_tr: Oda Manzaraları

source: Setup
tr_tr: Kurulum

source: Sign Out
tr_tr: Çıkış Yap

# System
source: Default
tr_tr: Varsayılan

source: Tasks
tr_tr: Görevler

# UsersManagaments
source: User Managaments
tr_tr: Kullanıcı Yönetimi
